{
  "plugins": {
    "LuaSnip": {
    },
    "blink.cmp": {
      "version": "'v1.3.1'"
    },
    "bufferline.nvim": [],
    "codesnap.nvim": {
    },
    "conform.nvim": {
    },
    "fff.nvim": {
    },
    "gitsigns.nvim": {
    },
    "gruvbox.nvim": [],
    "guess-indent.nvim": [],
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini.pairs": [],
    "mini.surround": {
    },
    "nvim-lspconfig": {
    },
    "nvim-tmux-navigation": [],
    "nvim-treesitter": [],
    "nvim-web-devicons": {
    },
    "oil.nvim": {
    },
    "snacks.nvim": {
    },
    "solarized-osaka.nvim": [],
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "todo-comments.nvim": {
    },
    "typst-preview.nvim": {
    }
  }
}